PLOT = {
  1: [
      {text: 'Однажды Томас отправился на экскурсию, посвящённую истории Германии. Под руководством опытного экскурсовода они проникли в библиотечные глубины, где каждая книга казалась вратами в мир невероятных приключений. ', img: 'a.png', position: 'left'},
      {text: 'Среди безмерных рядов старинных книг, была одна особенная - старейшая из них, с переплетом из коричневой кожи. Внутри этой книги прятались не только легенды и предания. В ней, словно в сокровищнице, хранились древние артефакты, представляющие каждую федеральную землю. ', img: 'b.png', position: 'right'},
      {text: 'Однако, судьба юного Томаса приняла необычный оборот. В момент, когда все ушли в следующий зал, Томас, под влечением неведомых сил, незаметно взял эту волшебную книгу. Он собирался спрятаться за высоким стеллажом и изучить её, но споткнулся, и книга из его рук упала на пол.', img: 'a.png', position: 'left'},
      {text: 'Вдруг поднялся сильный ветер и страницы древней книги начали быстро перелистываться. В этот момент Томас оказался внутри книги, в самом начале невероятного путешествия. Теперь ему предстоит пройти через каждую землю и собрать древние артефакты, чтобы найти путь обратно в реальный мир.', img: 'a.png', position: 'left'},
      {text: 'Волшебная книга привела Томаса в прекрасный Нюрнберг прямо в мастерскую известного художника Альбрехта Дюрера. Вместе с Томасом в мастерскую проник и ветер, из-за которого на одну из работ художника пролились краски. Теперь перед нашим героем стоит задача убрать все лишние предметы и вернуть картине первозданный вид.', img: 'b.png', position: 'right'},
    ],
  2: [
      {text: 'a', img: 'a.png', position: 'left'},
      {text: 'b', img: 'b.png', position: 'right'},
    ] 
}

//PLOT[level][step]
